tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "asdf"
brew "erlang"
brew "ghcup"
cask "aerospace", args: { no_quarantine: true }
cask "aldente", args: { no_quarantine: true }
cask "arc", args: { no_quarantine: true }
cask "brave-browser", args: { no_quarantine: true }
cask "bruno", args: { no_quarantine: true }
cask "docker", args: { no_quarantine: true }
cask "figma", args: { no_quarantine: true }
cask "firefox", args: { no_quarantine: true }
cask "font-fantasque-sans-mono-nerd-font", args: { no_quarantine: true }
cask "google-chrome", args: { no_quarantine: true }
cask "karabiner-elements", args: { no_quarantine: true }
cask "keka", args: { no_quarantine: true }
cask "kitty", args: { no_quarantine: true }
cask "linearmouse", args: { no_quarantine: true }
cask "livebook", args: { no_quarantine: true }
cask "logseq", args: { no_quarantine: true }
cask "macs-fan-control", args: { no_quarantine: true }
cask "notion", args: { no_quarantine: true }
cask "obsidian", args: { no_quarantine: true }
cask "postgres-unofficial", args: { no_quarantine: true }
cask "rectangle", args: { no_quarantine: true }
cask "setapp", args: { no_quarantine: true }
cask "visual-studio-code", args: { no_quarantine: true }
cask "yes24-ebook", args: { no_quarantine: true }
