tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "asdf"
brew "erlang"
brew "ghcup"
cask "aerospace", { no_quarantine: true }
cask "aldente", { no_quarantine: true }
cask "arc", { no_quarantine: true }
cask "brave-browser", { no_quarantine: true }
cask "bruno", { no_quarantine: true }
cask "docker", { no_quarantine: true }
cask "figma", { no_quarantine: true }
cask "firefox", { no_quarantine: true }
cask "font-fantasque-sans-mono-nerd-font", { no_quarantine: true }
cask "google-chrome", { no_quarantine: true }
cask "karabiner-elements", { no_quarantine: true }
cask "keka", { no_quarantine: true }
cask "kitty", { no_quarantine: true }
cask "linearmouse", { no_quarantine: true }
cask "livebook", { no_quarantine: true }
cask "logseq", { no_quarantine: true }
cask "macs-fan-control", { no_quarantine: true }
cask "notion", { no_quarantine: true }
cask "obsidian", { no_quarantine: true }
cask "postgres-unofficial", { no_quarantine: true }
cask "rectangle", { no_quarantine: true }
cask "setapp", { no_quarantine: true }
cask "visual-studio-code", { no_quarantine: true }
cask "yes24-ebook", { no_quarantine: true }
