tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "erlang"
cask "arc", args: { appdir: "~/Applications" }
cask "brave-browser", args: { appdir: "~/Applications" }
cask "bruno", args: { appdir: "~/Applications" }
cask "docker", args: { appdir: "~/Applications" }
cask "figma", args: { appdir: "~/Applications" }
cask "firefox", args: { appdir: "~/Applications" }
cask "font-fantasque-sans-mono-nerd-font", args: { appdir: "~/Applications" }
cask "google-chrome", args: { appdir: "~/Applications" }
cask "karabiner-elements", args: { appdir: "~/Applications" }
cask "keka", args: { appdir: "~/Applications" }
cask "kitty", args: { appdir: "~/Applications" }
cask "linearmouse", args: { appdir: "~/Applications" }
cask "livebook", args: { appdir: "~/Applications" }
cask "logseq", args: { appdir: "~/Applications" }
cask "macs-fan-control", args: { appdir: "~/Applications" }
cask "notion", args: { appdir: "~/Applications" }
cask "obsidian", args: { appdir: "~/Applications" }
cask "postgres-unofficial", args: { appdir: "~/Applications" }
cask "rectangle", args: { appdir: "~/Applications" }
cask "setapp", args: { appdir: "~/Applications" }
cask "visual-studio-code", args: { appdir: "~/Applications" }
