a5huynh.vscode-ron
adpyke.vscode-sql-formatter
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.githistory
editorconfig.editorconfig
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
hoovercj.vscode-power-mode
jakebecker.elixir-ls
jamilabreu.vscode-phoenix-snippets
letmaik.git-tree-compare
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
msaraiva.surface
pantajoe.vscode-elixir-credo
phoenix-liveview-snippets.phoenix-liveview-snippets
phoenixframework.phoenix
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
tamasfe.even-better-toml
waderyan.gitblame
wakatime.vscode-wakatime
